Repository: Casiano94/social-ideation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: comment
es: comentario

source: Socialize your contribution!
es: Socializá tu contribución!

source: Hi {}!, it seems you've tried to submit an idea without specifying the hashtag of the campaign. If you've forgotten to include the hashtag, please edit your post and add one of the followings: {}. Thanks!
es: Hola {}!, al parecer intentaste postear una idea olvidando especificar el hashtag de la campaña. Si es así, por favor editá el post e indicá la campaña a la que corresponde la idea, agregando uno de los siguientes hashtags: {}. Gracias!

source: Hi {}!, it seems you've tried to submit an idea however the hashtag included in your post matches none of the hashtags defined to identify the initiative's idea campaigns. If you have misspelled the campaign hashtag, please edit the post and correct it using one of the followings: {}. Thanks!
es: Hola {}!, al parecer intentaste postear una idea sin embargo el hashtag incluído en el post no corresponde con ninguno de los hashtags definidos para identificar las campañas de ideas de la iniciativa. Si te equivocaste al escribir el hashtag, por favor editá el post y corregílo usando alguno de los siguientes: {}. Gracias!

source: Hi
es: Hola

source: Thanks for contributing to
es: Gracias por contribuir en

source: It would be really good if the people on the
es: Sería realmente muy bueno si la gente en el

source: Facebook group
es: grupo de Facebook

source: of the initiative are also involved in the discussion of your
es: de la iniciativa pueda estar también involucrada en la discusión de tu

source: If you join the group, all your ideas and comments (including this one) are going to be automatically posted on your behalf on the Facebook group of the initiative.
es: Si te unis al grupo, todas tus ideas y comentarios (incluyendo esta) serán automáticamente publicadas en tu nombre en el grupo de Facebook de la iniciativa.

source: Click
es: Clic

source: HERE
es: AQUI

source: to join the Facebook group of the initiative.
es: para unirte al grupo de Facebook vínculado a la iniciativa

source: Thanks!,
es: ¡Gracias!,

source: Social Ideation App is a part of a research project conducted by the
es: Social Ideation App es parte de un proyecto de investigación llevado adelante por el

source: of the University of Trento (Italy) with the aim to exploit the advantages of social network
es: de la Universidad de Trento (Italia) con el objetivo de explotar las ventajas de los servicios

source: services to improving the technologies for civic participation. For more information, drop us an
es: de redes sociales para mejorar los instrumentos tecnológicos de participación cívica. Para más información, envianos un

source: Get in
es: Ingresá al

source: If you log into <b>Social Ideation App</b>, all your ideas and comments (including this one) are going to be automatically posted on your behalf on the Facebook group of the initiative.
es: Si utilizas <b>Social Ideation App</b>, todas tus ideas y comentarios (incluyendo esta) serán automáticamente publicadas en tu nombre en el grupo de Facebook de la iniciativa.

source: if you want to log into the app
es: si querés comenzar a utilizar la app

source: don't forget to go through each of the 3 logging steps
es: no olvides realizar los 3 pasos de inicio

source: If you log into Social Ideation App, all your ideas and comments (including this one) are going to be automatically posted on your behalf on the Facebook group of the initiative.
es: Si utilizas <b>Social Ideation App</b>, todas tus ideas y comentarios (incluyendo esta) serán automáticamente publicadas en tu nombre en el grupo de Facebook de la iniciativa.

source: It seems there is a problem in trying to publish your
es: Al parecer hay un problema intentando publicar tu

source: on the
es: en el

source: Please uninstall Social Ideation App from your Facebook account
es: Por favor desinstala Social Ideation App de tu cuenta de Facebook

source: for instructions see below
es: ve más abajo las instrucciones de como hacerlo

source: and then install again the app by going through the steps
es: y luego instala de nuevo la app siguiendo los pasos

source: PS.
es: PD.

source: To uninstall Social Ideation App you need to
es: Para desinstalar Social Ideation App necesitas

source: Click in the top of Facebook and select Settings
es: Hacer clic en la parte superior de Facebook y seleccionar Configuración

source: Click Apps in the left menu
es: Hacer clic en Aplicaciones en el menú de la izquierda

source: Hover over Social Ideation and click on the x.
es: Buscar dentro Social Ideation dentro de la lista y hacer clic en la x.

source: If you allow <b>Social Ideation App</b> to post on your behalf, all your ideas and comments (including this one) are going to be automatically posted on your behalf on the Facebook group of the initiative.
es: Si permitis a <b>Social Ideation App</b> postear en tu nombre, todas tus ideas y comentarios (incluyendo esta) serán automáticamente publicadas en el grupo de Facebook de la iniciativa.

source: if you want to give the app writing permissions.
es: si querés dar a la app permisos de posteo.

source: If you allow into Social Ideation App to post on your behalf, all your ideas and comments (including this one) are going to be automatically posted on your behalf on the Facebook group of the initiative.
es: Si permitis a Social Ideation App postear en tu nombre, todas tus ideas y comentarios (incluyendo esta) serán automáticamente publicadas en el grupo de Facebook de la iniciativa.

source: participate
es: participar

source: without leaving Facebook
es: sin salir de Facebook

source: only
es: solo

source: Home
es: Inicio

source: How to use it
es: Cómo utilizar

source: How it works
es: Cómo funciona

source: Social Ideation is an application that will allow you to participate on the initiative
es: Social Ideation es una aplicación que te permitirá participar en la iniciativa

source: directly from Facebook
es: directamente desde Facebook

source: Just follow the next steps
es: Solo tienes que seguir los siguientes pasos

source: If you want to make use of this advantage, please log into the app by clicking on the next button
es: Si quieres utilizar la App, favor haz clic en el botón de abajo

source: I agree to use the App
es: Quiero usar la App

source: Step 1
es: Paso 1

source: Join the Facebook linked to the initiative
es: Únete al grupo de Facebook vínculado a la iniciativa

source: which will offer you a an alternative participation channel
es: el cual te ofrecerá un canal alternativo de participación

source: Step 2
es: Paso 2

source: Log into <b>Social Ideation App</b> so the ideas and comments you post on the
es: Ingresa a <b>Social Ideation App</b> para que las ideas y comentarios que publiques en el

source: group's
es: grupo

source: timeline will be automatically replicated on the page of the initiative
es: sean automáticamente replicados en la página de la iniciativa

source: on IdeaScale
es: en IdeaScale

source: (see the
es: (fijate en el

source: scenario
es: escenario

source: to better understand how it works)
es: para entender mejor como funciona)

source: Step 3
es: Paso 3

source: Give <b>Social Ideation App</b> the permission to post on your behalf inside the
es: Permite a <b>Social Ideation App</b> postear en tu nombre dentro del

source: group
es: grupo

source: the ideas and comments you publish on the page of the initiative
es: las ideas y comentarios que publiques en la página de la iniciativa

source: Join Group
es: Unirme

source: Log in
es: Ingresar

source: Allow it
es: Permitir

source: The following images illustrates how Social Ideation App works under different situations
es: Las siguientes imagenes muestran como funciona la aplicación Social Ideation App en diferentes situaciones

source: Scenario 1
es: Escenario 1

source: The ideas posted on
es: Las ideas posteadas en el

source: the Facebook group
es: grupo de Facebook

source: are later automatically replicated on the page of
es: son automáticamente replicadas en la página de la iniciativa

source: the initiative on IdeaScale
es: en IdeaScale

source: Scenario 2
es: Escenario 2

source: The ideas posted on the page of
es: Las ideas posteadas en la página de

source: on IdeaScale are later automatically replicated on the
es: en IdeaScale son luego automáticamente replicadas en el

source: Scenario 3
es: Escenario 3

source: Comment posted on Facebook and then automatically replicated on the initiative page on IdeaScale
es: Comentario posteado en Facebook que posteriormente es replicado automáticamente en el página de la iniciativa en IdeaScale

source: Scenario 4
es: Escenario 4

source: Comment posted on IdeaScale and then automatically replicated on the Facebook group
es: Comentario posteado en IdeaScale que posteriormente es replicado automáticamente en el grupo de Facebook

source: of the University of Trento (Italy) with the aim to exploit the advantages of social network
es: de la Universidad de Trento (Italia) con el objetivo de explotar las ventajas de los servicios

source: We are going to publish on your behalf
es: Publicaremos en tu nombre

source: ONLY
es: SOLO

source: inside the Facebook group associated to the initiative
es: dentro del grupo de Facebook vínculado a la iniciativa

source: never on your wall nor on your friends' wall
es: nunca en tu muro o en el muro de tus amigos

source: Please make sure to select the option 'Public' from the dropdown menu of the following window, so all the members of the group can see your posts
es: Por favor asegurate de elegir la opción 'Público' en el menú desplegable de la siguiente ventana; de esa manera todos los miembros del grupo podrán ver tus posts

source: Cancel
es: Cancelar

source: Congrats!, You are already logged into
es: ¡Bien!, Ya estas utilizando

source: {}group{}
es: {}grupo{}

source: Join the
es: Ingresá al

source: of the initiative to start participate from Facebook
es: de la iniciativa para empezar a participar desde Facebook

source: Please consider allowing the app the permission to post on your behalf inside the Facebook
es: Permite a <b>Social Ideation App</b> postear en tu nombre dentro del

source: of the initiative (step 3 below)
es: de la iniciativa (paso 3 más abajo)

source: Get into the
es: Ingresá al
